HSDTaskName = "Søppelfaksblokkering";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "Skriver ut… Vent litt";

//button titles
"DONE" = "Ferdig";
"YES" = "Ja";
"NO" = "Nei";
"OK" = "OK";
"CLOSE" = "Lukk";
DeleteButtonTitle = "Slett";

//Block status label
"BLOCK_STATUS_MESSAGE" = "%1$d av %2$d oppføringer brukt";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "Ugyldig faksnummer";
"INVALID_FAX_NUMBER_DESC" = "Du har skrevet et ugyldig nummer. Bare tall (0123456789) kan brukes. Skriv et gyldig faksnummer og prøv igjen.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "Anroper-ID påkrevd";
"JUNK_FAX_WARNING_DESC" = "Søppelfaksblokkering krever at enheten kobler til en linje med Anroper-ID aktivert.\n\nHvis du ikke er sikker på om linjen din har Anroper-ID aktivert, må du kontakte telefonselskapet.";
"JUNK_FAX_DELETION_DESC" = "Er du sikker på at du vil slette de valgte numrene fra Blokkerte faksnumre-listen?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "Duplikat av søppelfaksnummer";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "Dette nummeret finnes allerede i Søppelfaks-listen. Vil du legge det til igjen?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "Duplikat av søppelfaksnummer";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "Dette nummeret finnes allerede i Søppelfaks-listen.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Sjekk om enheten er tilkoblet og ikke behandler en faksjobb.";

HSDTaskDescriptionTitle = "Bruk Søppelfaksblokkering til å blokkere innkommende fakser fra valgte Anroper-ID-numre.";
HSDJunkFaxBlockingStateTitle = "Faksblokkering av anroper-ID:";
HSDBlockedNumbersTitle = "Blokkerte numre:";
HSDApplyButtonTitle = "Bruk";
HSDPrintListButtonTitle = "Skriv ut liste";

HSDEditPanelDescriptionTitle = "Skriv faksnummer som skal blokkeres:";
HSDOffButtonTitle = "Av";
HSDOnButtonTitle = "På";

HSDFaxNumberTitle = "Faksnummer";
HSDEditButtonTitle = "Rediger…";
HSDCreateButtonTitle = "Opprett";
HSDCancelButtonTitle = "Avbryt";

AskSaveChangesAlertTitle = "Du har redigert faksblokkeringslisten";
AskSaveChangesAlertMsg = "Endringene du har gjort, blir ikke inkludert i den utskrevne listen hvis du ikke tar dem i bruk. Vil du ta i bruk endringene du har gjort i listen, før du skriver den ut?";
AskSaveChangesDontApplyButtonTitle = "Ikke bruk";
AskSaveCahngesApplyButtonTitle = "Bruk";

PlusButtonToolTip = "Legg til nytt blokkert nummer";
MinusButtonToolTip = "Slett blokkert nummer";
EditButtonToolTip = "Rediger blokkert nummer";
PrintButtonToolTip = "Skriv ut blokkerte numre";
